---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WallTypeWidthMeasuredAt
source: html/3e7e48ca-efc5-27ee-e6d6-ddf5ec6934ff.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WallTypeWidthMeasuredAt Property

"Width Measured At"

## Syntax (C#)
```csharp
public static ForgeTypeId WallTypeWidthMeasuredAt { get; }
```